Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/privacy.html.txt.tmx
Source language: en
Languages: ga

source: The citizensinformation.ie website is maintained by the Citizens Information Board, a statutory agency responsible for providing information, advice and advocacy services to the public in Ireland
ga: Tá láithreán gréasáin citizensinformation.ie á chothabháil ag an mBord um Fhaisnéis do Shaoránaigh, gníomhaireacht reachtúil atá freagrach as seirbhísí faisnéise, comhairle agus tacaíochta a chur ar fáil don phobal in Éirinn

source: The Citizens Information Board fully respects your right to privacy, and will not collect any personal information about you on this website without your clear permission
ga: Tugann an Bord um Fhaisnéis do Shaoránaigh aitheantas iomlán don cheart príobháideachais atá agat agus ní bhaileoidh siad aon fhaisnéis phearsanta fút ar an láithreán gréasáin seo gan toiliú soiléir a fháil ar dtús uait

source: Any personal information which you volunteer will be treated with the highest standards of security and confidentiality, strictly in accordance with the Data Protection Acts, 1988-2003
ga: Déileálfar leis an bhfaisnéis phearsanta a thugann tú de réir na gcaighdeán slándála agus rúndachta is airde, agus cloífidh siad go dian leis na hAchtanna um Chosaint Sonraí, 1988-2003

source: This statement relates to our privacy practices in connection with this website
ga: Baineann an ráiteas seo lenár gcleachtais phríobháideachais maidir leis an láithreán gréasáin seo

source: We are not responsible for the content or privacy practices of other websites
ga: Nílimid freagrach as ábhar ná cleachtais phríobháideachais láithreán gréasáin eile

source: Some technical terms used in this statement are explained at the end of this page
ga: Mínítear cuid de na téarmaí teicniúla a úsáidtear sa ráiteas seo ag deireadh an leathanaigh seo

source: Collection and use of personal information
ga: Bailiú agus úsáid na faisnéise pearsanta

source: The citizensinformation.ie website does not collect any personal data, apart from information that you volunteer
ga: Ní bhailíonn láithreán gréasáin citizensinformation.ie aon sonraí pearsanta, seachas faisnéis a sheolann tú féin isteach go toiliúil

source: (For example, when providing feedback or asking a question)
ga: (Mar shampla, má chuireann tú aiseolas chugainn nó má chuireann tú ceist orainn)

source: Any information you provide in this way is used only for the purpose you provide it
ga: Ní úsáidtear aon fhaisnéis a chuirtear ar fáil ar an mbealach seo ach le haghaidh na haidhme ar chuir tú ar fáil í

source: Information we routinely collect
ga: Faisnéis a bhailímid go rialta

source: We may collect the following information from each user of this site:
ga: Is féidir linn an fhaisnéis seo a leanas a bhailiú ó gach úsáideoir den láithreán:

source: • Statistical information (IP address and hostname, web browser version, pages visited etc.)
ga: • Faisnéis staitistiúil (seoladh IP agus óstainm, leagan an bhrabhsálaí, leathanaigh ar ar tugadh cuairt etc.)

source: • The previous website address from which you reached us, including any search terms used
ga: • Seoladh an láithreáin ghréasáin dheireanaigh ónar bhain tú ár láithreán amach, lena n-áirítear aon téarmaí cuardaigh a úsáideadh

source: • Other information submitted in forms, for example if you submit your personal details when requesting a form or providing feedback
ga: • Faisnéis eile a sheoltar ar aghaidh i bhfoirmeacha, mar shampla, má sheolann tú ar aghaidh do shonraí pearsanta nuair a bhíonn foirm á hiarraidh agat nó aiseolas á chur ar fáil agat

source: What we use the information for
ga: Céard dó a n-úsáidimid an fhaisnéis

source: Any personal information you provide will be used only for the purpose supplied
ga: Ní úsáidfear aon fhaisnéis phearsanta a sholáthraíonn tú ach amháin le haghaidh na haidhme ar chuir tú ar fáil í

source: If you make a request for a form, the details supplied will be passed to the Department or Agency responsible
ga: Má dhéanann tú iarratas ar fhoirm, seolfar na sonraí a soláthraíodh ar aghaidh go dtí an Rannóg nó an Ghníomhaireacht fhreagrach

source: Queries submitted are handled by the Citizens Information Board
ga: Is é an Bord um Fhaisnéis do Shaoránaigh a láimhseálfaidh aon cheisteanna a chuirtear isteach

source: Your details will be deleted from the system after a set period of time
ga: Scriosfar do shonraí ón gcóras i ndiaidh tréimhse áirithe ama

source: Any other information collected, is used only for analysing usage patterns, in order to guide us in improving the site
ga: Ní úsáidtear aon fhaisnéis eile a bhailítear ach le hanailís a dhéanamh ar phatrúin úsáide, le treoir a thabhairt dúinn maidir le feabhas a chur ar an láithreán

source: Citizens Information will neither make attempts to identify individual visitors, nor associate the technical details listed above with any individual
ga: Ní dhéanfaidh Faisnéis do Shaoránaigh iarracht cuairteoirí ar leith a aithint, ná na sonraí teicniúla a liostaítear thuas a cheangal le haon duine

source: The technical information will be used only for statistical and other administrative purposes
ga: Ní bhainfear úsáid as an bhfaisnéis ach ar mhaithe le haidhmeanna staitistiúla agus aidhmeanna eile a bhaineann leis an riarachán

source: You should note that technical details, which we cannot associate with any identifiable individual, do not constitute "personal data" for the purposes of the Data Protection Acts, 1988 - 2003
ga: Ba chóir duit a thabhairt faoi deara nach “sonraí pearsanta” iad mionsonraí teicniúla nach féidir linn a cheangal le haon duine inaitheanta ar leith le haghaidh na nAchtanna um Chosaint Sonraí, 1988-2003

source: Cookies are small pieces of information, stored in simple text files, placed on your computer by a website
ga: Is píosaí beaga faisnéise fianáin, a stóráiltear i gcomhaid shimplí téacs, a chuireann láithreán gréasáin ar do ríomhaire

source: Some cookies can be read by the website on your subsequent visits
ga: Féadfaidh an láithreán gréasáin roinnt fianán a léamh nuair a thugann tú cuairt ar an láithreán arís

source: The information stored in a cookie may relate to your browsing habits on the webpage, or a unique identification number so that the website can "remember" you on your return visit
ga: D’fhéadfadh an fhaisnéis a stóráiltear i bhfianán baint le do ghnáthaimh bhrabhsála ar an leathanach gréasáin, nó le huimhir uathúil aitheantais ionas gur féidir leis an láithreán gréasáin “cuimhne” a bheith ort ar fhilleadh arís ort

source: Other cookies are deleted when you close your browser and only relate to the working of the website
ga: Scriostar fianáin eile nuair a dhúnann tú do bhrabhsálaí agus ní bhaineann siad ach le hoibriú an láithreáin ghréasáin

source: Generally speaking, cookies do not contain personal information from which you can be identified, unless you have furnished such information to the website
ga: Go ginearálta, ní chuimsíonn fianáin faisnéis phearsanta ónar féidir leat bheith sainaitheanta, murar thug tú an fhaisnéis sin don láithreán gréasáin

source: Citizensinformation.ie uses cookies in a number of places
ga: Úsáideann citizensinformation.ie fianáin i roinnt áiteanna

source: • When you first visit citizensinformation.ie, you will see a message informing you about cookies
ga: • Nuair a thugann tú cuairt i dtosach ar citizensinformation.ie, feicfidh tú teachtaireacht a chuireann ar an eolas thú faoi fhianáin

source: If you click the 'Hide this message' button, citizensinformation.ie will set a cookie which records your preference
ga: Má chliceálann tú ar an gcnaipe ‘Folaigh an teachtaireacht seo’, socróidh citizensinformation.ie fianáin a chuirfidh i dtaifead do rogha

source: • The website sets a cookie when you view or use the 'Contact us' form
ga: • Socraíonn an láithreán gréasáin fianán nuair a úsáideann nó nuair a fhéachann tú ar an bhfoirm ‘Déan Teagmháil Linn’

source: This cookie does not contain any personal information, but is used to help prevent a security attack called 'cross-site referral'
ga: Ní chuimsíonn an fianán seo aon fhaisnéis phearsanta, ach úsáidtear é chun cabhrú le hionsaí slándála a chosc, ar a dtugtar ‘atreorú trasláithreáin’

source: • A cookie is also set to allow the text-resizing and high-contrast buttons to work
ga: • Socraítear fianán, chomh maith, chun ligeann do na cnaipí athraithe méid téacs agus ard-infheictheachta oibriú

source: • A number of cookies are set to allow some checklist functionality to work
ga: • Tá líon fianáin socraithe chun oibriú roinnt feidhmiúlachta seicliosta a cheadú

source: • If you accessed citizensinformation.ie with most mobile phones prior to mid-June 2014, you would have been asked if you preferred to view the mobile version of the website
ga: • Roimh Mheitheamh 2014, má chuaigh tú isteach i citizensinformation.ie leis an chuid is mó fóin phóca, chuirfí ceist ort má ba mhian leat breathnaigh ar leagan fóin phóca an tsuímh gréasáin

source: A cookie was set to record if you accessed the site with a mobile phone or with a desktop browser
ga: Socraíodh fianán chun clárú an ndeachaigh tú sa suíomh le fón póca nó le brabhsálaí deisce

source: • This website uses Google Custom Search to provide the site's search functionality
ga: • Úsáideann an láithreán gréasáin seo Google Custom Search chun feidhmíocht chuardaigh an láithreáin a chur ar fáil

source: Google may set cookies when you use the search function
ga: Féadfaidh Google fianáin a shocrú nuair a úsáideann tú an fheidhm chuardaigh

source: You can find Google's privacy policy here: www.google.com/policies/privacy/
ga: Féadfaidh tú teacht ar bheartas príobháideachais Google anseo: www.google.com/policies/privacy/

source: • Cookies from Google may also be set when Google Maps are displayed on this website
ga: • Ina theannta sin, féadfaidh Google fianáin a shocrú nuair a léirítear Google Maps ar an láithreán gréasáin seo

source: Most browsers allow you to turn off cookies or to customise your settings for cookies
ga: Ligfidh tromlach na mbrabhsálaithe duit fianáin a mhúchadh nó chun do chuid socruithe a oiriúnú le haghaidh fianán

source: To find out how to do this, see the 'Help' menu on your browser
ga: Chun teacht ar fhaisnéis ar conas seo a dhéanamh, féach ar an roghchlár ‘Cabhair’ ar do bhrabhsálaí

source: Please note that if you turn off cookies or change your settings, some features of citizensinformation.ie may not work correctly
ga: Tabhair faoi deara, má mhúchann tú fianáin, nó má athraíonn tú do chuid socruithe, tharlódh nach n-oibreodh roinnt gnéithe de citizensinformation.ie i gceart

source: Further Information or to make a request
ga: Tuilleadh Faisnéise nó iarratas a dhéanamh

source: If you are concerned about how personal data is processed via this website, please do not hesitate to bring such concerns to our attention at:
ga: Má tá imní ort faoin mbealach a phróiseáiltear sonraí pearsanta tríd an láithreán gréasáin seo, ná bíodh aon drogall ort an imní seo a chur in iúl dúinn tríd an bpost ag an seoladh a leanas:

source: Telephone: +353 761 07 9000
ga: Guthán: +353 761 07 9000

source: Glossary of technical terms used
ga: Gluais na dtéarmaí teicniúla a úsáidtear

source: The piece of software you use to read web pages
ga: An píosa bogearra a úsáideann tú le leathanaigh ghréasáin a léamh

source: Examples are Microsoft Internet Explorer, Mozilla Firefox and Opera
ga: Is samplaí iad Microsoft Internet Explorer, Mozilla Firefox agus Opera

source: The identifying details for your computer (or your internet companys computer), expressed in internet protocol code (for example 192.168.72.34)
ga: Sonraí aitheantais do ríomhaire (nó ríomhaire do chuideachta ghréasáin), a chuirtear in iúl i gcód prótacal idirlín (mar shampla 192.168.72.34)

source: Every computer connected to the web has a unique IP address, although the address may not be the same every time a connection is made
ga: Tá seoladh sainiúil IP ag gach ríomhaire atá ceangailte leis an ngréasán, cé nach ionann an seoladh i gcónaí gach uair a dhéantar ceangal
